Revit 2024 API
GroupTypeId.Constraints Property
 Constraints.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId Constraints { get; }
Visual Basic
Public Shared ReadOnly Property Constraints As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Constraints {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace